tap "buo/cask-upgrade"
tap "cjbassi/gotop"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jeffreywildman/virt-manager"
tap "koekeishiya/formulae"
tap "rigellute/tap"
tap "romkatv/powerlevel10k"
brew "glib"
brew "cairo"
brew "gobject-introspection"
brew "adwaita-icon-theme"
brew "autokbisw"
brew "awscli"
brew "awscli@1"
brew "balena-cli"
brew "unbound"
brew "cask"
brew "defaultbrowser"
brew "detox"
brew "dockutil"
brew "fluid-synth"
brew "sdl2"
brew "dosbox-staging"
brew "duti"
brew "srt"
brew "ffmpeg"
brew "fileicon"
brew "gcc"
brew "git"
brew "libassuan"
brew "gnupg"
brew "gotop"
brew "libpsl"
brew "handbrake", link: false
brew "htop"
brew "httrack"
brew "ifstat"
brew "imagemagick"
brew "iperf3"
brew "ipinfo"
brew "ipmitool"
brew "jq"
brew "libcec"
brew "libvirt", restart_service: true
brew "mas"
brew "mint"
brew "mosquitto"
brew "neofetch"
brew "nmap"
brew "nvm"
brew "nyancat"
brew "openal-soft"
brew "pinentry-mac"
brew "qemu"
brew "podman"
brew "poppler"
brew "python@3.8"
brew "scrcpy"
brew "speedtest-cli"
brew "switchaudio-osx"
brew "telnet"
brew "testdisk"
brew "thefuck"
brew "upx"
brew "vte3"
brew "wakeonlan"
brew "wallpaper"
brew "watch"
brew "wget"
brew "wimlib"
brew "wmctrl"
brew "wxwidgets"
brew "youtube-dl"
brew "romkatv/powerlevel10k/powerlevel10k"
cask "aerial"
cask "altserver"
cask "android-platform-tools"
cask "android-studio"
cask "appcleaner"
cask "arduino"
cask "autodesk-fusion360"
cask "aws-vpn-client"
cask "balenaetcher"
cask "bettertouchtool"
cask "bitwarden"
cask "brave-browser"
cask "cyberduck"
cask "disk-inventory-x"
cask "drawio"
cask "epoccam"
cask "flirc"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "font-lato"
cask "font-libre-franklin"
cask "gdisk"
cask "github"
cask "handbrake"
cask "iina"
cask "imageoptim"
cask "impactor"
cask "insomnia"
cask "install-disk-creator"
cask "intel-power-gadget"
cask "ios-app-signer"
cask "iterm2"
cask "keka"
cask "launchpad-manager"
cask "macs-fan-control"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-outlook"
cask "microsoft-teams"
cask "microsoft-word"
cask "minecraft"
cask "moonlight"
cask "multitouch"
cask "ocenaudio"
cask "openemu"
cask "playonmac"
cask "plex-media-player"
cask "powershell"
cask "protonmail-bridge"
cask "raspberry-pi-imager"
cask "slack"
cask "spotify"
cask "suspicious-package"
cask "swiftdefaultappsprefpane"
cask "teamviewer"
cask "transmission"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "wireshark"
cask "xld"
cask "xquartz"
mas "Affinity Designer", id: 824171161
mas "Apple Configurator 2", id: 1037126344
mas "eufy Security", id: 1501114405
mas "Microsoft Excel", id: 462058435
mas "Microsoft Outlook", id: 985367838
mas "Microsoft Remote Desktop", id: 1295203466
mas "Microsoft Word", id: 462054704
mas "Model 15", id: 1041465860
mas "OneDrive", id: 823766827
mas "Parallels Client", id: 600925318
mas "Telephone", id: 406825478
